export const nonAlcohol = [
  {
    title: "Кальяны",
    position: [
      {
        name: "Бизнес (13:00 -17:00)",
        price: 700,
      },
      {
        name: "Кальян Стандарт",
        price: 1000,
      },
      {
        name: "Кальян Премиум",
        price: 1200,
      },
    ],
  },

  {
    title: "Чай",
    position: [
      {
        name: "Ассам",
        price: 200,
      },
      {
        name: "Сенча",
        price: 200,
      },
      {
        name: "Эрл Грей",
        price: 200,
      },
      {
        name: "Чабрец",
        price: 200,
      },
      {
        name: "Японская Липа",
        price: 200,
      },
      {
        name: "Ройбуш",
        price: 200,
      },
      {
        name: "Дерзкий фрукт",
        price: 200,
      },
      {
        name: "Лун Цзин",
        price: 300,
      },
      {
        name: "Те Гуань Инь",
        price: 300,
      },
      {
        name: "Да Хун Пао",
        price: 300,
      },
      {
        name: "Най Сян Цзинь",
        price: 300,
      },
      {
        name: "Жасмин Улун",
        price: 300,
      },
      {
        name: "Шен Хайвань",
        price: 300,
      },
      {
        name: "Гун Тин",
        price: 300,
      },
    ],
  },

  {
    title: "Чаи витаминные",
    position: [
      {
        name: "Вишня Базилик",
        price: 350,
      },
      {
        name: "Облепиха Мед",
        price: 350,
      },
      {
        name: "Малина Мята",
        price: 450,
      },
    ],
  },

  {
    title: "Кофе",
    position: [
      {
        name: "Американо",
        price: 100,
      },
      {
        name: "Капучино",
        price: 150,
      },
      {
        name: "Латте",
        price: 180,
      },
    ],
  },

  {
    title: "Лимонады",
    position: [
      {
        name: "Ромашка / Смородина",
        price: 200,
      },
      {
        name: "Лаванда / Ежевика / Грейпфрут",
        price: 200,
      },
    ],
  },

  {
    title: "Айс ти",
    position: [
      {
        name: "Ройбуш / Малина",
        price: 200,
      },
      {
        name: "Классический",
        price: 200,
      },
    ],
  },

  {
    title: "Напитки б/а",
    position: [
      {
        name: "Лимонад",
        price: 200,
      },
      {
        name: "Натахтари",
        price: 200,
      },
      {
        name: "Импортная газ.вода",
        price: 200,
      },
      {
        name: "Вода",
        price: 150,
      },
      {
        name: "Нарзан",
        price: 150,
      },
    ],
  },
];

export const wine = [
  {
    title: "Белое",
    position: [
      {
        name: "ЛА КАЗАДА ПИНО ГРИДЖО",
        desc: "Вино сухое белое, регион Венето, D.О.С.",
        price: "350 / 2100",
      },

      {
        name: "СЕНТ ГАБРИЭЛЬ",
        desc: "  Вино белое сухое, Германия",
        price: "300 / 1800",
      },

      {
        name: "РАЙСЕС",
        desc: " Вино сухое белое, регион Ла Манча, D.O.",
        price: " 250 / 1500",
      },
    ],
  },

  {
    title: "Красное",
    position: [
      {
        name: "КЬЯНТИ ПРЕСТИЖ",
        desc: "Вино сухое красное, провинция Тоскана, D.O.C.G.",
        price: "380 / 2280",
      },

      {
        name: "ДЖИ 7 МЕРЛО  ",
        desc: "Вино сухое красное, регион Центральная Долина, Лонкомилья, D.O.",
        price: "350 / 2100",
      },

      {
        name: "РАЙСЕС  ",
        desc: "Вино сухое красное,   регион Ла Манча, D.O.",
        price: " 250 / 1500",
      },
    ],
  },

  {
    title: "Игристое",
    position: [
      {
        name: "ЛА ДЖОЙЗА  ПРОССЕКО ТРЕВИЗО",
        desc: "Игристое вино брют белое, D.O.C.  ",
        price: "2200",
      },

      {
        name: "КАВА РОНДЕЛЬ",
        desc: "Игристое вино брют белое",
        price: "1900",
      },

      {
        name: "ЛАМБРУСКО ДЕЛЬ ЭМИЛИЯ",
        desc: "Игристое жемчужное вино полусладкое белое   регион Эмилия-Романия",
        price: "1200",
      },
    ],
  },
];

export const whiskey = [
  {
    title: "Виски",
    position: [
      {
        name: "ТОМИНТУЛ СПЕЙСАЙД ГЛЕНЛИВЕТ 10 ЛЕТ",
        desc: "Шотландский односолодовый виски",
        price: 600,
      },
      {
        name: "ЧИВАС РИГАЛ 12 ЛЕТ",
        desc: " Шотландский купажированный виски",
        price: 500,
      },
      { name: "ДЖЕМЕСОН", desc: "Ирландский купажированный виски", price: 450 },
      {
        name: "БАЛЛАНТАЙНС",
        desc: "Шотландский купажированный виски",
        price: 350,
      },
      {
        name: "ДЖИМ БИМ",
        desc: "Американский купажированный виски",
        price: 300,
      },
      {
        name: "КЕНТУКИ БОУТ",
        desc: "Американский купажированный виски",
        price: 250,
      },
      {
        name: "ЭЛДЕРМЕН",
        desc: "Шотландский купажированный виски",
        price: 200,
      },
    ],
  },
];

export const alco = [
  {
    title: "Пиво и Сидр",
    position: [
      { name: "Сидр №3 полусладкий", price: "390" },
      { name: "Грин Кинг ИПА", price: "390" },
      { name: "Эббот Эль", price: "390" },
      { name: "Милк Оф Амнезия", price: "350" },
      { name: "Черновар темное", price: "330" },
      { name: "Либенброй Хель светлое", price: "320" },
      { name: "Либенвайс <br/> н/ф", price: "320" },
      { name: "Гротверг б/а", price: "320" },
    ],
  },
  {
    title: "Водка",
    position: [
      { name: "Абсолют", price: "300" },
      { name: "Чайковский", price: "250" },
      { name: "Тундра", price: "200" },
    ],
  },

  {
    title: "Вермут",
    position: [
      { name: "Перлино Экстра Драй", price: "200" },
      { name: "Перлино Бьянко", price: "200" },
      { name: "Перлино Россо", price: "200" },
    ],
  },

  {
    title: "Текила",
    position: [
      { name: "Ольмека белая", price: "350" },
      { name: "Ньютон", price: "250" },
    ],
  },

  {
    title: "Коньяк",
    position: [
      { name: "Мартель В.С. 3 года", price: "400" },
      { name: "Арарат***** <br /> 5 лет", price: "250" },
    ],
  },
  {
    title: "Ром",
    position: [
      { name: "Гавана Клуб Аньехо <br/> 3 года", price: "300" },
      { name: "Рон Эль Боко Уайт", price: "200" },
    ],
  },
  {
    title: "Ликёр",
    position: [{ name: "Ягермайстер", price: "350" }],
  },

  {
    title: "Джин",
    position: [{ name: "Бифитер Лондон Драй", price: "300" }],
  },
];

export const cocktails = [
  {
    title: "Коктейли",
    position: [
      {
        name: "ЛОНГ АЙЛЕНД АЙС ТИ",
        desc: "Водка / Ром / Текила / Джин / Трипл Сек / Сахарный сироп / Лимон / Кола",
        price: 500,
      },

      {
        name: "АМЕРИКАНО",
        desc: "Красный Вермут / Красный Биттер / Содовая",
        price: 400,
      },
      {
        name: "БУЛЬВАРДЬЕ",
        desc: "Бурбон / Красный Биттер / Красный Вермут",
        price: 400,
      },
      {
        name: "БЕЛЫЙ РУССКИЙ",
        desc: "Водка / Ликёр Кофейный / Сливки",
        price: 350,
      },
      { name: "ДАЙКИРИ", desc: "Ром / Сахарный Сироп / Лайм", price: 350 },

      {
        name: "ДЖИН БЕЙЗИЛ СМЕШ",
        desc: "Джин / Лимонный Сок / Сахарный Сироп / Базилик",
        price: 350,
      },
      {
        name: "МАРГАРИТА",
        desc: "Текила / Трипл Сек / Сахарный Сироп / Лайм",
        price: 350,
      },

      {
        name: "НЕГРОНИ ",
        desc: "Джин / Красный Вермут / Красный Биттер",
        price: 350,
      },

      { name: "ЧЕРНЫЙ РУССКИЙ", desc: "Водка / Ликер Кофейный", price: 350 },
      {
        name: "ТЕКИЛА САНРАЙЗ",
        desc: "Текила / Апельсиновый Сок / Гренадин",
        price: 350,
      },
      {
        name: "БРОНКС",
        desc: "Джин / Красный Вермут / Сухой Вермут / Апельсиновый Фреш",
        price: 350,
      },
      {
        name: "ВИСКИ САУЭР",
        desc: "Бурбон / Сахарный Сироп / Ангостура / Сок Лимона / Бабл Дропс",
        price: 350,
      },
      { name: "КУБА ЛИБРЕ", desc: "Ром / Фреш Лайма / Кола", price: 350 },
      { name: "ФИЕРО ТОНИК", desc: "Мартини Фиеро / Тоник", price: 350 },
      {
        name: "МОХИТО",
        desc: "Ром / Сахарный Сироп / Лайм / Мята / Содовая",
        price: 350,
      },
      {
        name: "ОЛД ФЕШН",
        desc: "Бурбон / Ангостура / Сахар / Вода",
        price: 350,
      },
      {
        name: "МАНХЭТТЕН",
        desc: "Бурбон / Ангостура / Красный Вермут",
        price: 350,
      },
    ],
  },
];

export const navs = [
  "Кальяны",
  "Чай",
  "Лимонады",
  "Вино",
  "Виски",
  "Крепкие напитки",
  "Алкогольные коктейли",
];

export const scrollNav = {
  0: "Кальяны",
  1: "Чай",
  2: "Лимонады",
  3: "Вино",
  4: "Виски",
  5: "Крепкие напитки",
  6: "Алкогольные коктейли",
};
